<?php
/******************************************************************************
* Защита страниц от несанкционированного просмотра файла
* @author Желтов Алексей
* @copyright ©
* @version 1.0
* @date 17.07.2012
*******************************************************************************/
  // Генерация страницы ошибки при доступе вне системы
  if(!defined('GVS_ACCSESS'))
  {
     header("HTTP/1.1 404 Not Found");
     exit(file_get_contents(str_replace('\\', '/', $_SERVER['DOCUMENT_ROOT']) . '/content/tpl/404.html'));
  }
?>