<?php
/*******************************************************************************
* ГЛАВНЫЙ МОДУЛЬ СИСТЕМЫ АДМИНИСТРИРОВАНИЯ
* @author Желтов Алексей
* @copyright ©
* @version 1.0.1
* @date 21.07.2012
*******************************************************************************/

  // Установка переменной доступа к файлам
  define('GVS_ACCSESS', true);

  // Модуль безопасности
  require_once("mod_security.php");

  // Подключаем шаблон
  $SITE['content'] = 'main/main.tpl';
  include './templates/main.php';

?>